{
   "title_json":"Skills",
   "data":[
      [
         {
            "icon":"bi bi-file-earmark-word-fill",
            "title":"MS Offices",
            "description":"MS WORD, MS PPTX, MS EXCEL, MS TEAMS, and other programs are familiar to me. Using Microsoft Office programs makes my life easier and more productive."
         },
         {
            "icon":"bi bi-display",
            "title":"Frontend Development",
            "description":"I'm familiar with a variety of frontend web frameworks, including Bootstrap and MaterializeCSS. I can also use native Javascript and Jquery to create some events."
         },
         {
            "icon":"bi bi-file-earmark-code",
            "title":"Backend Development",
            "description":"I can also do some relational querying for MYSQL and DMBS stuff for MongoDB using PHP, Python, and Javascript frameworks like CI4, Flask, and Nodejs, among others."
         }
      ],
      [
         {
            "icon":"bi bi-binoculars",
            "title":"Responsive Design",
            "description":"Building an adaptable web design for mobile, tablet, and even television was a difficult effort, but with the help of various CSS frameworks, it became simple and painless."
         },
         {
            "icon":"bi bi-brightness-high",
            "title":"Graphic Design",
            "description":"I use Photoshop CS6 as my part-time profession and have some skill with image alteration. I additionally learned how to use Adobe products such as After Effects, Animator, and their own Media Encoder."
         },
         {
            "icon":"bi bi-puzzle",
            "title":"RESTful APIs",
            "description":"FETCH, AXIOS, AJAX, and ROUTEROS are some of the APIs I can use to fetch data from the server to the client-side. Those APIs were frequently used by me to fetch data from the server without having to refresh the current webpage."
         }
      ],
      [
         {
            "icon":"bi bi-wifi",
            "title":"Networking",
            "description": "My networking interest is to establish the Pisowifi business as a source of passive income while I study at home. I had some knowledge of how networks function, how Mikrotik devices manipulate network traffic, how to prevent adverts and harmful websites, and how to set some restrictions."
         },
         {
            "icon":"bi bi-dice-3",
            "title":"Game Developments",
            "description":"When it comes to game development, my professor teaches us how to use a game engine to create a game with physics. I create good games utilizing the Godot Game Engine, which can be played on Windows and Android devices."
         },
         {
            "icon":"bi bi-percent",
            "title":"Machine Learning",
            "description":"I also have some experience building machine learning models with Python libraries such as Pytorch, Keras, and Tensorflow, which are often used for deep learning. Using such technologies, I can create AI that predicts the conclusion of a specific topic based on scientific evidence and a legitimate model."
         }
      ]
   ]
}